/* ********************************************************************* 
       _____        _               _    ___ ____   ____
      |_   _|___  _| |_ _   _  __ _| |  |_ _|  _ \ / ___|
       | |/ _ \ \/ / __| | | |/ _` | |   | || |_) | |
       | |  __/>  <| |_| |_| | (_| | |   | ||  _ <| |___
       |_|\___/_/\_\\__|\__,_|\__,_|_|  |___|_| \_\\____|

 Copyright (c) 2010 — 2013 Codeux Software & respective contributors.
        Please see Contributors.pdf and Acknowledgements.pdf

 Redistribution and use in source and binary forms, with or without
 modification, are permitted provided that the following conditions
 are met:

    * Redistributions of source code must retain the above copyright
      notice, this list of conditions and the following disclaimer.
    * Redistributions in binary form must reproduce the above copyright
      notice, this list of conditions and the following disclaimer in the
      documentation and/or other materials provided with the distribution.
    * Neither the name of the Textual IRC Client & Codeux Software nor the
      names of its contributors may be used to endorse or promote products
      derived from this software without specific prior written permission.

 THIS SOFTWARE IS PROVIDED BY THE AUTHOR AND CONTRIBUTORS ``AS IS'' AND
 ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE
 IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE
 ARE DISCLAIMED. IN NO EVENT SHALL THE AUTHOR OR CONTRIBUTORS BE LIABLE
 FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL
 DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS
 OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION)
 HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT
 LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY
 OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF
 SUCH DAMAGE.

 *********************************************************************** */

"AboutWindowBuildNumber" = "Versjon %@";

"AccessibilityMemberListDescription" = "Brukeren %1$@ valgt i brukerlisten til chatterom hash %2$@.";

"AddressBookIgnoreEntryType" = "Ignorer Bruker";
"AddressBookUserTrackingEntryType" = "Bruker Notifikasjoner";

"ApplicationWantsToTerminatePromptMessage" = "Hvis du avslutter vil du bli frakoblet fra alle IRC servere til du starter Textual igjen.";
"ApplicationWantsToTerminatePromptTitle" = "Er du sikker på at du vil avslutte Textual?";

"AutoConnectAfterWakeUpHostNotReachable" = "%1$@ is not reachable. Delaying auto connect after waking up for %2$@ seconds. To force connect, use command \002/conn\002 or right-click server and click Connect.";

"BlowfishEncryptionFailed" = "Encryption of message failed; not sending to server.";
"BlowfishEncryptionKeyChanged" = "Encryption key changed; adjusting accordingly.";
"BlowfishEncryptionStarted" = "Kryptering har blitt aktivert.";
"BlowfishEncryptionStopped" = "Kryptering har blitt deaktivert.";

"ConnectToSupportChannelQuestionDialogTitle" = "Chattrom for kundeservice";
"ConnectToSupportChannelQuestionDialogMessage" = "The Textual IRC Client support channel is located on freenode. Would you like to add this channel?";

"CancelButton" = "Avbryt";

"ChannelApplicationTitleModeValue" = "(%@)";
"ChannelApplicationTitleUserCount" = "(%ld Brukere)";

"ChannelDeletePromptMessage" = "Denne handlingen kan ikke bli angret. All data relatert til dette chattrommet utenom loggen vil bli slettet.";
"ChannelDeletePromptTitle" = "Er du sikker på at du vil slette de valgte elementene?";

"ChannelListDialogNetworkName" = "Channel List for \"%@\"";
"ChannelListDialogTitle" = "Channel List — %@"; // %@ = channel count.
"ChannelListDialogHasChannels" = "%@ Public Channels";
"ChannelListDialogHasSearchResults" = "%@ Public Channels - %@ Search Results";

"CloseButton" = "Lukk";

"CmdWShortcutClosePrivateMessageType" = "Lukk Privatmelding";
"CmdWShortcutCloseWindowType" = "Lukk Vindu";
"CmdWShortcutDisconnectServerType" = "Koble fra %@";
"CmdWShortcutLeaveChannelType" = "Forlat Chattrom";
"CmdWShortcutQuitApplicationType" = "Avslutt Textual & Alle tilkoblinger";

"ContinueButton" = "Fortsett";

"CopyLogAsHTMLMenuItem" = "Kopier logg i HTML-format";

"DCCRequestErrorMessage" = "Textual har motatt en DCC forespørsel som ikke kunne bli behandlet.";

"DefaultDisconnectQuitMessage" = "Textual IRC Client: www.textualapp.com";
"DefaultNewConnectionName" = "Uten Navn";

"DeleteButton" = "Slett";

"DeleteChannelMenuItem" = "Slett Chattrom";
"DeletePrivateMessageMenuItem" = "Lukk Privatmelding";

"FindSearchPanelPromptButton" = "Søk";
"FindSearchPanelPromptMessage" = "Skriv inn en søkestreng. Når et søk har blitt fullført, kan du bruke hurtigtasten ⌘G for å fortsette til det neste resultatet og hurtigtasten ⌘⇧G for å gå tilbake.";
"FindSearchPanelPromptTitle" = "Søk etter Melding.";

"ForceReloadThemeMenuItem" = "Oppdater Stiltema";

"GlineReason" = "35d Oppførselen din er uakseptabel for vårt ønsket miljø.";

"ExcessFloodIRCDisconnectAlertTitle" = "Overskridet Meldingsgrensen";
"ExcessFloodIRCDisconnectAlertMessage" = "Du har blitt frakoblet fordi du overskredet meldingsgrensen. Koble til på nytt?";
"ExcessFloodIRCDisconnectAlertOpenFloodControlButton" = "Konfigurer Meldingsbegrensning";

"IRCCTCPVersionInfoBasic" = "%1$@ %2$@ (Aroma: %4$@)";

"IRCCTCPVersionInfoDetailed_1" = "%1$@ %2$@ (Kompilering nummer #%3$@)";
"IRCCTCPVersionInfoDetailed_2" = "%1$@ %2$@ (Git Referanse: %3$@) (Flavor: %4$@)";

"IRCAwayCommandDefaultReason" = "Straks tilbake.";
"IRCCTCPRequestIgnored" = "\002-CTCP-\002 %1$@ melding fra %2$@ ble ignorert";
"IRCCTCPSupportedReplies" = "VERSION CLIENTINFO USERINFO PING TIME";
"IRCCTCPVersionTitle" = "\002Versjon:\002 %@";
"IRCCapCurrentlyEnabledNone" = "Ingen egenskaper er i bruk.";
"IRCCapCurrentlyEnbaled" = "De følgende egenskapene er i bruk: %@";
"IRCChannelEmptyTopic" = "(Inget Samtaleemne)";
"IRCChannelHasModes" = "Aktiverte moduser: \002%@\002";
"IRCChannelHasTopic" = "Samtaleemne er \002%@\002";
"IRCChannelHasTopicAuthor" = "Endret av \002%1$@\002 den %2$@";
"IRCChannelHasWebsite" = "Hjemmeside \002%@\002";
"IRCChannelPreparingRejoinAttempt" = "Prøver å koble til chattrom om tre sekunder.";
"IRCChannelTopicChanged" = "\002%1$@\002 endret samtaleemnet til \002%2$@\002";
"IRCConnectedToServer" = "Tilkoblingen var vellykket.";
"IRCDisconnectedBySleepMode" = "Koble fra når maskinen går i hvilemodus";
"IRCDisconnectedByBadSSLCertificate" = "Tilkoblingen ble avbrutt grunnet et ugyldig SSL sertifikat.";
"IRCDisconnectedByTimeout" = "%ld minutter har gått uten svar fra serveren. Kobler fra.";
"IRCDisconnectedByTrialPeriodTimer" = "Koblet fra serveren grunnet prøveperiode. Vennligst vurder å kjøpe Textual for å fjerne begrensningen, eller koble til igjen.";
"IRCDisconnectedFromServer" = "Tilkobling avsluttet";
"IRCHadRawError" = "Melding(%1$d): %2$@";
"IRCIsConnecting" = "Kobler til [%1$@] på port %2$ld";
"IRCIsConnectingWithNormalProxy" = "Kobler til [%1$@, port %2$ld] via [%3$@, port %4$ld]";
"IRCIsConnectingWithSystemProxy" = "Kobler til [%1$@, port %2$ld] via System Socks";
"IRCIsReconnecting" = "Kobler til på nytt ...";
"IRCIsRetryingConnection" = "Prøver på nytt ...";
"IRCModeSet" = "\002%1$@\002 setter modus \002%2$@\002";
"IRCRawModeIsDisabled" = "Rå modus har blitt deaktivert. Textual vil ikke lenger vise ubehandlede meldinger.";
"IRCRawModeIsEnabled" = "Rå modus har blitt aktivert. Textual vil nå sende all data den mottar og sender til IRC serveren i Mac OS X konsollen. For å deaktivere, utfør \"/debug raw off\"";
"IRCRecievedCTCPPingReply" = "\002-%1$@ CTCP-\002 %2$@ (%3$1.5f sek)";
"IRCRecievedCTCPReply" = "\002-%1$@ CTCP-\002 %2$@ %3$@";
"IRCRecievedCTCPRequest" = "\002-CTCP-\002 %1$@ fra %2$@";
"IRCServerHadNetsplitQuitMessage" = "Nettverkssplitt: %@";
"IRCServerNetworkName" = "%@ IRC Nettverk";
"IRCTimerCommandRequiresInteger" = "Timer kommandoen krever et intervalnummer. Syntaks: \"/timer <sekunder> <kommando>\"";
"IRCUserChangedNickname" = "%1$@ endret brukernavn til \002%2$@\002";
"IRCUserDisconnected" = "\002%1$@\002 (%2$@@%3$@) koblet fra IRC.";
"IRCUserHasModes" = "Din bruker modus er %@";
"IRCUserInvitedToJoinChannel" = "Inviterer %1$@ til %2$@";
"IRCUserInvitedYouToJoinChannel" = "%1$@!%2$@@%3$@ har invitert deg til %4$@";
"IRCUserIsAway" = "%1$@ er borte (%2$@)";
"IRCUserIsNowIRCOperator" = "Du er nå en IRC Moderator for %@";
"IRCUserJoinedChannel" = "\002%1$@\002 (%2$@@%3$@) har koblet til.";
"IRCUserKickedFromChannel" = "\002%1$@\002 kastet \002%2$@\002 ut av chatrommet. (%3$@)";
"IRCUserPartedChannel" = "\002%1$@\002 (%2$@@%3$@) har forlatt chatrommet.";
"IRCUserWhoisChannels" = "%1$@ er på %2$@";
"IRCUserWhoisConnectedFrom" = "%1$@ er tilkoblet fra %2$@ (%3$@)";
"IRCUserWhoisHostmask" = "%1$@ har brukeradresse %2$@@%3$@ og navnet \"%4$@\"";
"IRCUserWhoisUptime" = "%1$@ koblet til på %2$@ og har vært inaktiv i %3$@";
"IRCUserWhowasConnectedFrom" = "%1$@ var koblet til %2$@ på %3$@";
"IRCUserWhowasHostmask" = "%1$@ hadde brukeradresse %2$@@%3$@ og navnet \"%4$@\"";

"InputRequiredToContinue" = "Brukersvar krevet for å fortsette";

"InputTextFieldPlaceholderValue" = "Send Melding ...";

"InviteSheetMultiplePeopleSelected" = "%d brukere";
"InviteSheetTargetDescription" = "Inviterer %@ til:";
"InviteSheetTwoPeopleSelected" = "%1$@ og %2$@";

"KickReason" = "35d Oppførselen din er uakseptabel for vårt ønsket miljø.";
"KillReason" = "35d Oppførselen din er uakseptabel for vårt ønsket miljø.";

"LoadedPlguinsCommandLoadedBundles" = "Utvidelser: %@";
"LoadedPlguinsCommandLoadedScripts" = "Skript: %@";
"LoadedPlguinsCommandNothingLoaded" = "Ingenting er lastet inn.";

"LagCheckRequestReplyMessage" = "Motatt svar på forsinkelsestest fra %1$@. Tid brukt: %2$1.5f sekunder. (Vurdering: %3$@)";
"LagCheckRequestSentMessage" = "Venter på svar fra forsinkelsestest ...";
"LagCheckRequestUnknownReply" = "Motatt svar på forsinkelsestest selv om vi aldri har startet en. Forsøk på sikkerhetsbrudd?";

"LagCheckRequestReplyRating_00" = "Jaha, særlig...";
"LagCheckRequestReplyRating_01" = "Bor du ved siden av serveren eller?";
"LagCheckRequestReplyRating_02" = "Nesten Ingen Lag.";
"LagCheckRequestReplyRating_03" = "Veldig Rask.";
"LagCheckRequestReplyRating_04" = "Rask.";
"LagCheckRequestReplyRating_05" = "Gjennomsnittelig";
"LagCheckRequestReplyRating_06" = "Sakte";
"LagCheckRequestReplyRating_07" = "Veldig Sakte.";
"LagCheckRequestReplyRating_08" = "Herregud! Ring Internetleverandøren din.";
"LagCheckRequestReplyRating_09" = "Fail! (www.youfail.org)";

"LogPathDoesNotExistMessage" = "Ingen logg ble funnet for denne samtaleøkten.";
"LogPathDoesNotExistTitle" = "Ingen logg ble funnet.";

"NoLogLocationDefinedMenuItem" = "Ingen loggplassering har blitt valgt.";

"LogFileBeginOfSessionHeader" = "————————————— Samtaleøkt Startet —————————————";
"LogFileEndOfSessionHeader" = "————————————— Samtaleøkt Avsluttet —————————————";

"PreferencesExportSaveLocationDialogMessage" = "Please select the location in which to save the file.\n\nIMPORTANT: The file that will be saved does not contain passwords\nas those are considered sensitive information. It also does not include\nany custom addons such as scripts and styles.";

"PreferencesImportPreflightDialogTitle" = "Import Preferences";
"PreferencesImportPreflightDialogMessage" = "During import, all connections will be disconnected and the contents of all channels cleared.\n\nPlease take note that the following preferences cannot be imported:\n\n    • Log location.\n    • Any custom addons. Styles or scripts.\n\nAll other preferences will apply immediately.";
"PreferencesImportPreflightDialogSelectFileButton" = "Select File";

"NoButton" = "Nei";

/* If an event is not defined below for spoken events, then the odds are
 good that the text to be spoken is localized somewhere else. For example,
 the address book event type is defined near the end of this file. */
"NotificationChannelMessageSpokenMessage"		= "Melding i %1$@ fra %2$@, %3$@";
"NotificationChannelNoticeSpokenMessage"		= "Notis i %1$@ fra %2$@, %3$@";
"NotificationHighlightSpokenMessage"			= "Notifikasjon i %1$@ fra %2$@, %3$@";
"NotificationInvitedSpokenMessage"				= "Invitert til %1$@ av %2$@";
"NotificationKickedSpokenMessage"				= "Kastet ut fra %1$@ av %2$@";
"NotificationNewPrivateMessageSpokenMessage"	= "Ny Privatmelding fra %1$@, %2$@";
"NotificationPrivateMessageSpokenMessage"		= "Privatmelding fra %1$@, %2$@";
"NotificationPrivateNoticeSpokenMessage"		= "Privatnotis fra %1$@, %2$@";
"NotificationConnectedSpokenMessage"			= "Tilkoblet til %@";
"NotificationDisconnectSpokenMessage"			= "Frakoblet fra %@";

"NotificationAddressBookMatchMessageTitle"	= "Brukernotifkasjon";
"NotificationChannelMessageMessageTitle"	= "Melding: %@";
"NotificationChannelNoticeMessageTitle"		= "Notis: %@";
"NotificationConnectedMessageTitle"			= "Tilkoblet: %@";
"NotificationDisconnectMessageTitle"		= "Frakoblet: %@";
"NotificationHighlightMessageTitle"			= "Notifikasjon: %@";
"NotificationInvitedMessageTitle"			= "Invitert: %@";
"NotificationKickedMessageTitle"			= "Kastet ut: %@";
"NotificationNewPrivateMessageMessageTitle"	= "Ny Privatmelding";
"NotificationPrivateMessageMessageTitle"	= "Privatmelding";
"NotificationPrivateNoticeMessageTitle"		= "Privatnotis";

"NotificationConnectedMessageDescription"	= "Tilkobling vellykket.";
"NotificationDisconnectMessageDescription"	= "Frakobling vellykket.";
"NotificationInvitedMessageDescription"		= "%1$@ har invitert deg til %2$@";
"NotificationKickedMessageDescription"		= "%1$@ har kastet deg ut: %2$@";

"OSXGoingToSleepQuitMessage" = "%@en min har gått i hvilemodus. ZZZzzz...";

"OkButton" = "OK";

"OpeningLocalStyleResourcesCopyButton" = "Lag Lokal Kopi";
"OpeningLocalStyleResourcesMessage" = "Stiltemaet som blir åpnet er en skrivebeskyttet versjon som kommer med Textual.";
"OpeningLocalStyleResourcesTitle" = "Ressursfiler";

"PluginCommandClashErrorMessage" = "Feilmelding: Kommandoen %@ er brukt av både et skript og en utvidelse. Sender til server istedet grunnet manglende evne til å prioritisere.";

"PromptSuppressionButtonDefaultTitle" = "Ikke vis denne meldingen igjen";

"QuitButton" = "Avslutt";

"ScriptExecutionFailureBasic" = "Feil under utføring av skript: %@";
"ScriptExecutionFailureDetailed" = "Feil under utføring av skript (%1$@: %2$@): %3$@";

"SelfBanDetectedMessage" = "Textual har hindret deg fra å utestenge deg selv fra %@.";

"ServerDeletePromptMessage" = "Denne handlingen kan ikke bli angret. All data relatert til denne serveren utenom loggen vil bli slettet.";
"ServerDeletePromptTitle" = "Er du sikker på at du vil slette de valgte elementene?";

"ServerNotConnectedLineSendError" = "Kan ikke sende data til serveren. Er ikke koblet til.";

"ServerNoticeTreeItemTitle"	= "Servernotiser";

"ServerSheetAutojoinNavigationTreeItem"	= "Autojoin";
"ServerSheetCommandsNavigationTreeItem"	= "Tilkoblingskommandoer";
"ServerSheetEncodingNavigationTreeItem"	= "Koding";
"ServerSheetFloodControlNavigationTreeItem"	= "Meldingsbegrensning";
"ServerSheetGeneralNavigationTreeItem" = "Generell";
"ServerSheetIdentityNavigationTreeItem"	= "Identitet";
"ServerSheetIgnoresNavigationTreeItem" = "Addressebok";
"ServerSheetMessageNavigationTreeItem" = "Meldinger";
"ServerSheetMiscNavigationTreeItem" = "Diverse";
"ServerSheetProxyNavigationTreeItem" = "Proxy Server";

"SetAsDefaultIRCClientPromptMessage" = "Textual er ikke satt som standard IRC klient for din installasjon ac Mac OS X. Vil du gjøre dette nå?";
"SetAsDefaultIRCClientPromptTitle" = "Standard IRC Klient";

"SetUserVhostPromptMessage"	= "Velg din ønskede virtuelle addresse (f.eks apple.vhost)";
"SetUserVhostPromptTitle" = "Sett virtual addresse på bruker";

"ShunReason" = "1d Utstøtt.";

"SocketBadSSLCertificateErrorMessage" = "Serveren som du prøver å koble til har et SSL sertifikat som har enten gått ut eller kan ikke bli stolt på. Ønsker du å koble til alikevel?";
"SocketBadSSLCertificateErrorTitle" = "Uverifisert Tilkobling";

"SoundIsAlreadyMuted" = "Lyden er allerede avslått.";
"SoundIsNoLongerMuted" = "Lyden er ikke lenger avslått.";
"SoundIsNotMuted" = "Lyden er ikke avslått.";
"SoundIsNowMuted" = "Lyden er nå avslått.";

"StyleTemplateLoadFailed" = "Stiltema kan ikke lastes: %@";

"TXEmptySoundAlertLabel" = "Ingen";

"TXNotificationAddressBookMatchType"	= "Brukernotifkasjon";
"TXNotificationChannelMessageType"		= "Melding";
"TXNotificationChannelNoticeType"		= "Notis";
"TXNotificationConnectType"				= "Tilkoblet";
"TXNotificationDisconnectType"			= "Tilkobling avsluttet";
"TXNotificationHighlightType"			= "Notifikasjon";
"TXNotificationInviteType"				= "Invitasjon";
"TXNotificationKickType"				= "Kastet ut fra Chattrom";
"TXNotificationNewPrivateMessageType"	= "Privatmelding (ny)";
"TXNotificationPrivateMessageType"		= "Privatmelding";
"TXNotificationPrivateNoticeType"		= "Privatnotis";

"ThemeChangeOverridePromptChannelFont" = "Skrifttype for chatten";
"ThemeChangeOverridePromptMessage" = "Det nylig valgte stilteamet \"%1$@\" har valgt å overstyre de følgende instillingene for å sikre en optimal opplevelse:⏎ ⏎ %2$@";
"ThemeChangeOverridePromptNicknameFormat" = "• Brukernavn Format";
"ThemeChangeOverridePromptTimestampFormat" = "• Tidsvisningsformat";
"ThemeChangeOverridePromptWindowColors" = "• Vindu Farger";
"ThemeChangeOverridePromptTitle" = "Foretrukket utvalg";

"TimeIntervalSinceFirstCommit" = "\002Tid Siden Første Utsendelse:\002 %@";

"TimeAgo" = "%@ Siden";

"TimeConvertPlural[DAY]" = "Dager";
"TimeConvertPlural[HOUR]" = "Timer";
"TimeConvertPlural[MINUTE]" = "Minutter";
"TimeConvertPlural[MONTH]" = "Måneder";
"TimeConvertPlural[SECOND]" = "Sekunder";
"TimeConvertPlural[WEEK]" = "Uker";
"TimeConvertPlural[YEAR]" = "År";

"TimeConvert[DAY]" = "Dag";
"TimeConvert[HOUR]" = "Time";
"TimeConvert[MINUTE]" = "Minutt";
"TimeConvert[MONTH]" = "Månede";
"TimeConvert[SECOND]" = "Sekund";
"TimeConvert[WEEK]" = "Uke";
"TimeConvert[YEAR]" = "År";

"TrustButton" = "Tilitt";

"Unknown" = "Ukjent";

"UserHostmaskHoverTooltipMode_NA" = "Ingen Privilegier";
"UserHostmaskHoverTooltipMode_V" = "Stemme";
"UserHostmaskHoverTooltipMode_H" = "Halvoperatør";
"UserHostmaskHoverTooltipMode_O" = "Operatør";
"UserHostmaskHoverTooltipMode_A" = "Super Administrator";
"UserHostmaskHoverTooltipMode_Q" = "Eier";
"UserHostmaskHoverTooltipMode_IRCop" = "— Server Medarbeider";
"UserHostmaskHoverTooltipNoInfo" = "Informasjon Utilgjengelig";

"UserTrackingHostmaskConnected" = "Bruker med addressen \"%1$@\" som matcher Addressebok oppføring \"%2$@\" har koblet til.";
"UserTrackingHostmaskNoLongerAvailable" = "Bruker med addressen \"%1$@\" som matcher Addressebok oppføring \"%2$@\" er ikke lenger tilgjengelig.";
"UserTrackingHostmaskNowAvailable" = "Bruker med addressen \"%1$@\" som matcher Addressebok oppføring \"%2$@\" er nå tilgjengelig.";

"UserTrackingNicknameIsAvailable" = "Bruker med brukernavn \"%1$@\" som matcher Addressebok oppføring \"%2$@\" er nå tilgjengelig.";
"UserTrackingNicknameNoLongerAvailable" = "Bruker med brukernavn \"%1$@\" som matcher Addressebok oppføring \"%2$@\" er ikke lenger tilgjengelig.";
"UserTrackingNicknameNowAvailable" = "Bruker med brukernavn \"%1$@\" som matcher Addressebok oppføring \"%2$@\" er nå tilgjengelig.";

"YesButton" = "Ja";
